tap "bufbuild/buf"
tap "derailed/k9s"
tap "drone/drone"
tap "fluxcd/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "imthaghost/goclone"
tap "incu6us/tap"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "stripe/stripe-cli"
brew "act"
brew "zstd"
brew "arkade"
brew "automake"
brew "boost"
brew "sqlite"
brew "awscli"
brew "bat"
brew "bison"
brew "btop"
brew "gettext"
brew "glib"
brew "cgal"
brew "cmake"
brew "libavif"
brew "php"
brew "composer"
brew "curlcpp"
brew "dfu-util"
brew "dive"
brew "dlib"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffind"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goose"
brew "gphoto2"
brew "graphviz"
brew "hey"
brew "htop"
brew "hurl"
brew "ical-buddy"
brew "jose"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "libiconv"
brew "logcli"
brew "lsusb"
brew "luarocks"
brew "mongocli"
brew "mongosh"
brew "ncdu"
brew "neovim"
brew "nlopt"
brew "nushell"
brew "ollama"
brew "openjdk"
brew "p7zip"
brew "parallel"
brew "pgbadger"
brew "pinentry-mac"
brew "postgresql@14"
brew "protobuf"
brew "protobuf@3"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rust"
brew "smug"
brew "sops"
brew "sqlc"
brew "squashfs"
brew "starship"
brew "stow"
brew "tbb"
brew "tektoncd-cli"
brew "tmux"
brew "tmuxinator"
brew "tpm"
brew "tree"
brew "vegeta"
brew "vips"
brew "volta"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "bufbuild/buf/buf"
brew "drone/drone/drone"
brew "fluxcd/tap/flux"
brew "imthaghost/goclone/goclone"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "qmk/qmk/qmk"
brew "shivammathur/extensions/amqp@8.2"
brew "shivammathur/extensions/imagick@7.4"
brew "shivammathur/extensions/redis@7.4"
brew "shivammathur/extensions/redis@8.2"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.2"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "league-of-legends"
cask "macfuse"
cask "mongodb-compass"
cask "ngrok"
cask "orcaslicer"
cask "pgadmin4"
cask "postman"
cask "rar"
cask "shortcat"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "temurin"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
vscode "4ops.terraform"
vscode "ahmadalli.vscode-nginx-conf"
vscode "albert.tabout"
vscode "bajdzis.vscode-database"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "britesnow.vscode-toggle-quotes"
vscode "bufbuild.vscode-buf"
vscode "burkeholland.simple-react-snippets"
vscode "butuzov.acid"
vscode "byeful.workspace-color"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dannymcgee.klipper"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "ethan-reesor.vscode-go-test-adapter"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gauntface.gotest-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "herrlax.ts-interface-from-class"
vscode "honnamkuan.golang-snippets"
vscode "ibm.output-colorizer"
vscode "infeng.vscode-react-typescript"
vscode "ipedrazas.kubernetes-snippets"
vscode "janisdd.vscode-edit-csv"
vscode "jomeinaster.bracket-peek"
vscode "junstyle.php-cs-fixer"
vscode "kavod-io.vscode-jest-test-adapter"
vscode "knisterpeter.vscode-commitizen"
vscode "liuchao.go-struct-tag"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtsmfm.vscode-stl-viewer"
vscode "naumovs.color-highlight"
vscode "neonxp.gotools"
vscode "nicollasr.vscode-streamdeck"
vscode "ohanedan.lowlight-go-errors"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "recca0120.vscode-phpunit"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ricardoerikson.vscode-go-impl-methods"
vscode "run-at-scale.terraform-doc-snippets"
vscode "ryu1kn.partial-diff"
vscode "s3anmorrow.color-stamp"
vscode "samuelcolvin.jinjahtml"
vscode "sburg.vscode-javascript-booster"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-french"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "william-voyek.vscode-nginx"
vscode "windmilleng.vscode-go-autotest"
vscode "wmaurer.change-case"
vscode "wraith13.bracket-lens"
vscode "ypresto.vscode-intelli-refactor"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
