tap "bufbuild/buf"
tap "derailed/k9s"
tap "drone/drone"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "incu6us/tap"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "qmk/qmk"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "stripe/stripe-cli"
brew "act"
brew "zstd"
brew "arkade"
brew "automake"
brew "boost"
brew "sqlite"
brew "awscli"
brew "bat"
brew "bison"
brew "btop"
brew "gettext"
brew "glib"
brew "cgal"
brew "cmake"
brew "libavif"
brew "php"
brew "composer"
brew "curlcpp"
brew "dfu-util"
brew "dive"
brew "dlib"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffind"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goose"
brew "gphoto2"
brew "graphviz"
brew "hey"
brew "htop"
brew "hurl"
brew "jose"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "libiconv"
brew "logcli"
brew "lsusb"
brew "luarocks"
brew "mongocli"
brew "mongosh"
brew "ncdu"
brew "neovim"
brew "nlopt"
brew "nushell"
brew "ollama"
brew "openjdk"
brew "p7zip"
brew "parallel"
brew "pgbadger"
brew "pinentry-mac"
brew "protobuf"
brew "protobuf@3"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rust"
brew "smug"
brew "sops"
brew "sqlc"
brew "starship"
brew "stow"
brew "tbb"
brew "tektoncd-cli"
brew "tmux"
brew "tmuxinator"
brew "tpm"
brew "tree"
brew "vegeta"
brew "vips"
brew "volta"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "bufbuild/buf/buf"
brew "drone/drone/drone"
brew "fluxcd/tap/flux"
brew "mongodb/brew/mongodb-community"
brew "qmk/qmk/qmk"
brew "shivammathur/extensions/amqp@8.2"
brew "shivammathur/extensions/imagick@7.4"
brew "shivammathur/extensions/redis@7.4"
brew "shivammathur/extensions/redis@8.2"
brew "shivammathur/extensions/xdebug@8.2"
brew "stripe/stripe-cli/stripe"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple"
cask "google-chrome"
cask "iterm2"
cask "kitty"
cask "mongodb-compass"
cask "ngrok"
cask "orcaslicer"
cask "pgadmin4"
cask "postman"
cask "rar"
cask "shortcat"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "temurin"
cask "visual-studio-code"
cask "warp"
