tap "bufbuild/buf"
tap "derailed/k9s"
tap "drone/drone"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "incu6us/tap"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "quarylabs/quary"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "stripe/stripe-cli"
brew "act"
brew "zstd"
brew "gettext"
brew "glib"
brew "openjdk"
brew "arkade"
brew "autoconf"
brew "automake"
brew "boost"
brew "sqlite"
brew "awscli"
brew "bat"
brew "p7zip"
brew "binwalk"
brew "bison"
brew "btop"
brew "cgal"
brew "cloud-sql-proxy"
brew "cmake"
brew "libtool"
brew "libavif"
brew "php"
brew "composer"
brew "curlcpp"
brew "dfu-util"
brew "gnupg"
brew "diff-pdf"
brew "dive"
brew "dlib"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffind"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gitmoji"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "goose"
brew "gphoto2"
brew "graphviz"
brew "grpcurl"
brew "pkgconf"
brew "hey"
brew "htop"
brew "hurl"
brew "hyperfine"
brew "jd"
brew "jose"
brew "jq"
brew "k6"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "libffi"
brew "libiconv"
brew "logcli"
brew "lsusb"
brew "lua@5.1"
brew "luarocks"
brew "lynx"
brew "mongocli"
brew "mongosh"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "nlopt"
brew "nmap"
brew "nushell"
brew "ollama"
brew "parallel"
brew "pgbadger"
brew "pinentry-mac"
brew "portaudio"
brew "postgresql@14"
brew "protobuf"
brew "protobuf@3"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "smug"
brew "sops"
brew "sqlc"
brew "starship"
brew "stow"
brew "tbb"
brew "telnet"
brew "terraform"
brew "texinfo"
brew "tmux"
brew "tmuxinator"
brew "tpm"
brew "tree"
brew "vegeta"
brew "vips"
brew "volta"
brew "watch"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "bufbuild/buf/buf"
brew "fluxcd/tap/flux"
brew "mongodb/brew/mongodb-community"
brew "qmk/qmk/qmk"
brew "shivammathur/extensions/amqp@8.2"
brew "shivammathur/extensions/imagick@7.4"
brew "shivammathur/extensions/phpredis@7.4"
brew "shivammathur/extensions/phpredis@8.2"
brew "shivammathur/extensions/xdebug@8.2"
brew "stripe/stripe-cli/stripe"
cask "dbeaver-community"
cask "font-jetbrains-mono"
cask "font-maple-mono"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "kitty"
cask "mitmproxy"
cask "mongodb-compass"
cask "ngrok"
cask "openmtp"
cask "orcaslicer"
cask "pgadmin4"
cask "postman"
cask "rar"
cask "shortcat"
cask "spotify"
cask "sublime-text"
cask "temurin"
cask "visual-studio-code"
cask "warp"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "orta.vscode-jest"
go "github.com/air-verse/air"
go "github.com/oligot/go-mod-upgrade"
go "golang.org/dl/go1.21.13"
go "golang.org/dl/go1.23.5"
