aur-auto-vote-git
aurutils
bibata-cursor-theme-bin
brave-bin
checkupdates-with-aur
freetube-bin
github-copilot-cli
google-chrome
grimblast-git
hid-tmff2-dkms-git
hyprmod
hyprshade
it87-dkms-git
k3s-1.34-bin
kubent-bin
lmstudio-bin
localsend-bin
maki-bin
maplemono-nf
marktext-bin
ml4w-hyprland
nautilus-open-any-terminal
ocx
oh-my-posh-bin
opencode-bin
orca-slicer-bin
oversteer
pacseek
paru
paru-debug
phonon-qt6-mpv
pinta
preflight
python-hyprland-config
python-hyprland-monitors
python-hyprland-schema
python-hyprland-socket
python-hyprland-state
python-imageio-ffmpeg
python-pywalfox
python-screeninfo
spotify
ttf-nanum
tty-clock
ventoy-bin
vial-appimage
video2x
volta
waypaper
wlogout
zen-browser-bin
zenpower3-dkms
