aur-auto-vote-git
aurutils
bibata-cursor-theme-bin
checkupdates-with-aur
electron40-bin
freetube-bin
github-copilot-cli
grimblast-git
hid-tmff2-dkms-git
hyprshade
it87-dkms-git
localsend-bin
maplemono-nf
ml4w-hyprland
nautilus-open-any-terminal
oh-my-posh-bin
orca-slicer-bin
oversteer
pacseek
paru
paru-debug
phonon-qt6-mpv
pinta
python-imageio-ffmpeg
python-pywalfox
python-screeninfo
spotify
tty-clock
ventoy-bin
vesktop-bin
vial-appimage
video2x
volta
waypaper
wlogout
zen-browser-bin
zenpower3-dkms
