jorgebucaran/fisher
ilancosman/tide@v5
halostatue/fish-go@v2.x
jgantunes/fish-gvm
edc/bass
patrickf1/fzf.fish
jethrokuan/z
franciscolourenco/done
brewingweasel/fishbang
